const InstallmentOpeningTerm = () => {
  return (
    <div className="bg-white rounded-lg h-[600px] overflow-auto ">
      <div className="bg-white rounded-lg p-5">
        시소적금계좌 약관 1. 계좌 개설자 정보 1.1. 계좌 개설자의 성명: [계좌
        개설자의 성명 입력] 1.2. 주소: [계좌 개설자의 주소 입력] 1.3. 연락처:
        [계좌 개설자의 전화번호 또는 이메일 주소 입력] 2. 계좌 유형 2.1. 계좌
        유형: 시소적금계좌 (Virtual Time Deposit Account) 3. 계좌 개설 조건 3.1.
        초기 입금 금액: [초기 입금 금액을 입력] 3.2. 필요한 서류: 계좌 개설을
        위해 필요한 서류 및 신분증은 [은행/금융 기관]의 정책에 따라 결정됩니다.
        4. 이자율 및 수수료 4.1. 이자율: 시소적금계좌의 이자율은 계좌 개설
        시점의 [은행/금융 기관] 정책에 따라 변동할 수 있습니다. 4.2. 수수료:
        시소적금계좌의 관리 및 거래 수수료는 계좌 활동에 따라 [은행/금융 기관]
        정책에 따라 적용됩니다. 5. 계좌 운영 및 사용 5.1. 입출금: 계좌 개설자는
        시소적금계좌에서 정기적인 입출금을 허용합니다. 입금 및 출금은 [은행/금융
        기관]의 정책과 규정에 따라 이루어집니다. 5.2. 이용 가능한 서비스:
        시소적금계좌 계좌 개설자는 [은행/금융 기관]에서 제공하는 온라인 뱅킹
        서비스 및 모바일 뱅킹 서비스 등을 이용할 수 있습니다. 5.3. 계약 기간:
        시소적금계좌의 계약 기간은 [은행/금융 기관]의 정책에 따라 결정됩니다. 6.
        약관의 수정 및 해지 6.1. [은행/금융 기관]은 약관을 변경하거나 계좌를
        해지할 권리를 보유하며, 변경 사항은 계좌 개설자에게 사전 통지됩니다.
        6.2. 계좌 개설자가 계약을 해지하려는 경우, [은행/금융 기관]의 해지
        절차를 따라야 합니다. 이 약관은 계좌 개설자와 [은행/금융 기관] 간의
        합의를 나타내며, 계좌 개설자가 시소적금계좌를 개설하는 데 필요한 정보를
        포함합니다. 계좌 개설자: [계좌 개설자의 성명 및 서명] 일자: [계좌 개설
        날짜] 계좌 개설 시, 해당 은행이나 금융 기관의 정확한 약관을 숙지하고
        동의해야 합니다. 위의 예제는 참고용으로만 사용하며, 실제 약관은 은행
        또는 금융 기관이 제공하는 문서를 따라야 합니다.
      </div>
    </div>
  )
}

export default InstallmentOpeningTerm
